# *****************************************************************
#
# HCL Confidential
#
# OCO Source Materials
#
# Copyright HCL Technologies Limited 2002, 2020
#
# The source code for this program is not published or otherwise
# divested of its trade secrets, irrespective of what has been
# deposited with the U.S. Copyright Office.
#
# *****************************************************************
#
# NLS_ENCODING=UNICODE
# NLS_MARKUP=IBMNJDK2
## G11N GA UI
# NLS_MESSAGEFORMAT_VAR
#
#
# list of strings
#

# START NON-TRANSLATABLE
CCM=HCL Connections Content Manager
# END NON-TRANSLATABLE

CCMPanelName=HCL Connections Content Manager
CognosPanelName=Cognos
FileViewerPanelName=Visualizador de arquivos
ContentStorePanelName=Armazenamento de Conte\u00fado
DatabasePanelName=Banco de Dados
NotificationPanelName=Notifica\u00e7\u00e3o
TopologyPanelName=Topologia
WasPanelName=Gerenciador de Implementa\u00e7\u00e3o
WebServerPanelName=Servidor da web

####
# -General-
NOTE=Nota:
COMMON_CONFIG=Configura\u00e7\u00f5es Comuns
HOST_NAME=Nome do Host
HOST_PORT=Porta
VERIFIED=Verificado
VERIFICATION=Verificar
HOST_VERIFICATION=Clique em "Verificar" para verificar os nomes de host fornecidos
VALIDATE=Validar
SKIP_VALIDATION=Ignorar Valida\u00e7\u00e3o
GOTO_NEXT=Insira 'N' para ir para o pr\u00f3ximo painel, ou 'B', para voltar ao in\u00edcio

INPUT_WAS_INFO=Configurar Websphere
VALIDATED=Validado
TRUE=Verdadeiro
FALSE=Falso

PREVIOUS_INPUT_INDEX=P
VALIDATE_INDEX=V
BACK_TO_TOP_INDEX=B
NEXT_INDEX=N

INVALID_INPUT_ERROR=Entrada inv\u00e1lida
UNABLE_TO_MODIFY_ERROR=N\u00e3o \u00e9 poss\u00edvel modificar

CONFIRM_VALIDATION=Pressione 'Enter' para iniciar a valida\u00e7\u00e3o
BACK_TO_TOP_NULL=Pressione 'Enter' para voltar ao in\u00edcio
BACK_TO_TOP=Insira 'B' para voltar ao in\u00edcio
BACK_TO_TOP_OR_REVALIDATE=Insira 'B' para voltar ao in\u00edcio, ou 'V' para validar novamente.
NOTICE_PREVIOUS=\u00c9 poss\u00edvel inserir 'P' em qualquer entrada para voltar \u00e0 entrada anterior
MULTI_CHOICE_INFO=Insira um n\u00famero da lista acima para fazer uma escolha, ou pressione 'Enter' para confirmar
SINGLE_CHOICE_INFO=Insira um n\u00famero da lista acima para fazer uma escolha.

install_type_pn=N\u00f3 Principal
install_type_dm=Gerenciador de Implementa\u00e7\u00e3o
install_type_sn=N\u00f3 Secund\u00e1rio
install_type_cell=C\u00e9lula
install_type_stnode=N\u00f3 Padr\u00e3o
status_complete=Conclu\u00eddo
component_type_ps=Packet Switcher
component_type_pr=Proxy Registrar
component_type_cf=Conference Focus
component_type_complete=Packet Switcher, Proxy Registrar, Conference Focus

PROGRESS_INFORMATION=Informa\u00e7\u00f5es de Progresso

# -WAS Configuration Panel-
WAS_INSTALL_PANEL1=WebSphere
WAS_INFO_MSG1=Configura\u00e7\u00e3o do WebSphere
WAS_SELECTION=Sele\u00e7\u00e3o do WebSphere Application Server
WAS_LOCATION_BROWSER_MSG=Local da instala\u00e7\u00e3o:
WAS_DEPLOY_MANAGER=Perfil de gerenciador de implementa\u00e7\u00e3o:
WAS_DEPLOY_MANAGER_DESC=Selecione um perfil de Gerenciador de Implementa\u00e7\u00e3o inserindo seu n\u00famero da lista acima.
WAS_DEPLOY_MANAGER_INFO=Credenciais do Gerenciador de Implementa\u00e7\u00e3o
WAS_HOST=Nome do Host:
dmSecurity_info=Estas credenciais devem existir para o Perfil selecionado.
dmSecurity_username=ID de usu\u00e1rio de administrador:
dmSecuirty_passwd=Senha do administrador:
dmSecuirty_port=N\u00famero da porta SOAP:

dmDetect_was_btn=Detectar o WebSphere Application Server:

# WAS panel error/warning message
NO_WAS_ERROR=CLFRP0001E: Nenhuma instala\u00e7\u00e3o existente do WebSphere Application Server foi detectada. Selecione o local de instala\u00e7\u00e3o do WebSphere Application Server manualmente.
WAS_SELECTION_WARNING=CLFRP0002E: O local de instala\u00e7\u00e3o do WebSphere Application Server n\u00e3o foi selecionado.
WAS_PROFILE_SELECTION_WARNING=CLFRP0003E: O Gerenciador de Implementa\u00e7\u00e3o n\u00e3o est\u00e1 selecionado.
WAS_GET_PROFILE_PATH_WARNING=CLFRP0004E: N\u00e3o \u00e9 poss\u00edvel localizar o perfil do Gerenciador de Implementa\u00e7\u00e3o.
WAS_GET_SSL_CERTIFICATE_ERROR=CLFRP0005E: N\u00e3o \u00e9 poss\u00edvel obter o certificado SSL do Gerenciador de Implementa\u00e7\u00e3o.
WAS_NO_ADMIN_SECURITY_ERROR=CLFRP0006E: A seguran\u00e7a administrativa n\u00e3o est\u00e1 ativada no perfil de Gerenciador de Implementa\u00e7\u00e3o.
WAS_JAVA2_SECURITY_ERROR=CLFRP0046E: A seguran\u00e7a Java 2 est\u00e1 ativada no perfil de Gerenciador de Implementa\u00e7\u00e3o.  Ela deve ser desativada.
WAS_NO_APP_SECURITY_ERROR=CLFRP0007E: A seguran\u00e7a do aplicativo n\u00e3o est\u00e1 ativada no perfil de Gerenciador de Implementa\u00e7\u00e3o.
WAS_GET_PY_PATH_ERROR=CLFRP0008E: O script de verifica\u00e7\u00e3o de seguran\u00e7a est\u00e1 ausente. Verifique a imagem de instala\u00e7\u00e3o.
WAS_CONNECT_DM_ERROR=CLFRP0009E: N\u00e3o \u00e9 poss\u00edvel se conectar ao Gerenciador de Implementa\u00e7\u00e3o.
WAS_NODEAGENT_UNSTARTED_ERROR=O agente do n\u00f3 de {0} precisa ser iniciado.
WAS_NODE_NUM_ERROR=CLFRP0010E: Nenhum n\u00f3 de servidor de aplicativos foi detectado no Gerenciador de Implementa\u00e7\u00e3o. Para continuar, o HCL Connections requer pelo menos 1 n\u00f3.
Existing_Feature_Selected_Error=CLFRP0011E: Um ou mais aplicativos selecionados j\u00e1 existem no WebSphere Application Server. Volte e selecione novamente os aplicativos.
WAS_BTN_DETECT_CONTINUE_WARNING=CLFRP0012E: Clique no bot\u00e3o "Detectar WebSphere Application Server" para continuar.
WAS_BTN_VALIDATE_CONTINUE_WARNING=CLFRP0013E: Clique no bot\u00e3o "Validar" para continuar.
WAS_PY_SCRIPT_MISSING_ERROR=CLFRP0014E: O script do HCL Connections est\u00e1 ausente. Verifique a imagem de instala\u00e7\u00e3o!
WAS_OPEN_FILE_WARNING1=CLFRP0042E: Os descritores de arquivo (ulimit) est\u00e3o abaixo de 8192. Se o valor configurado para esse par\u00e2metro estiver muito baixo, poder\u00e1 ocorrer um erro de abertura de arquivo, uma falha de aloca\u00e7\u00e3o de mem\u00f3ria ou um erro de estabelecimento de conex\u00e3o. Consulte o centro de informa\u00e7\u00f5es para configurar o valor corretamente.
WAS_OPEN_FILE_WARNING2=CLFRP0043E: Ocorre um erro desconhecido ao detectar descritores (ulimit). Se o valor configurado para esse par\u00e2metro estiver muito baixo, poder\u00e1 ocorrer um erro de abertura de arquivo, uma falha de aloca\u00e7\u00e3o de mem\u00f3ria ou um erro de estabelecimento de conex\u00e3o. Consulte o centro de informa\u00e7\u00f5es para configurar o valor corretamente.
WAS_NO_SYSTEM_APP=CLFRP0044E: o aplicativo de sistema SchedulerCalendars.ear n\u00e3o pode ser localizado no WebSphere Application Server. Consulte o centro de informa\u00e7\u00f5es do WebSphere para implementar o aplicativo antes de continuar a instala\u00e7\u00e3o.
WAS_NO_OAUTH_PROVIDER_EAR=CLFRP0045E: O aplicativo de WebSphereOauth20SP.ear n\u00e3o pode ser localizado no WebSphere Application Server. Consulte o t\u00f3pico Requisitos de Sistema do HCL Connections no Centro de Informa\u00e7\u00f5es do HCL Connections para obter detalhes adicionais.
WAS_DETECT_PORT_ERROR=N\u00e3o \u00e9 poss\u00edvel detectar o n\u00famero da porta do gerenciador de implementa\u00e7\u00e3o especificado.

WAS_DETECT_START=Validando as configura\u00e7\u00f5es do WebSphere Application Server...
WAS_DETECT_SYSTEM_APP=Detectando o aplicativo de sistema SchedulerCalendars.ear no WebSphere Application Server...
WAS_DETECT_NODE_AGENTS=Detectando o status do agente do n\u00f3...
WAS_DETECT_OAUTH_PROVIDER_EAR=Detectando o aplicativo do provedor OAuth WebSphereOauth20SP.ear no WebSphere Application Server...
WAS_GET_CERT=Conex\u00f5es seguras agora...
WAS_CHECK_ADMIN_SECURITY=Verificando a seguran\u00e7a administrativa...
WAS_CHECK_JAVA2_SECURITY=Verificando a seguran\u00e7a Java 2...
WAS_CHECK_APP_SECURITY=Verificando a seguran\u00e7a do aplicativo...
WAS_GET_DM_INFO=Obtendo informa\u00e7\u00f5es do Gerenciador de Implementa\u00e7\u00e3o...
WAS_CHECK_INSTALL_FE=Verificando aplicativos instalados...
WAS_START_DETECT_WAS_LOC=Iniciar a detec\u00e7\u00e3o do WebSphere Application Server...
WAS_DETECT_WAS_LOC=Detectando o local de instala\u00e7\u00e3o do WebSphere Application Server...
WAS_VALIDATION_NOTICE_INFO=Validar credenciais antes de continuar.



DETECT_WAS_VERSION_ERROR=CLFRP0015E: O local do WebSphere Application Server n\u00e3o est\u00e1 correto.
WAS_VERSION_NOT_SUPPORT=CLFRP0016E: A vers\u00e3o do WebSphere Application Server n\u00e3o \u00e9 suportada.
WAS_DM_RUNNING_WARNING=O WebSphere Application Server deve ser implementado e iniciado antes de continuar com a instala\u00e7\u00e3o.

INPUT_WAS_INFO_SECTION=WebSphere Application Server
INPUT_WAS_INFO_SECTION_DES=Informa\u00e7\u00f5es do WebSphere Application Server.
INPUT_WAS_INFO_WAS_LOC=Local do WebSphere Application Server:
INPUT_WAS_INFO_DM_LOC=Local do perfil de gerenciador de implementa\u00e7\u00e3o:
INPUT_WAS_INFO_DM_NAME=Nome do perfil de gerenciador de implementa\u00e7\u00e3o:
INPUT_WAS_INFO_CELL=Nome da C\u00e9lula:
INPUT_NODES_INFO_SECTION=N\u00f3s
INPUT_NODES_INFO_SECTION_DES=Insira as informa\u00e7\u00f5es de n\u00f3s.
INPUT_NODES_INFO_NODE_NAME=Nome do N\u00f3:
INPUT_NODES_INFO_HOST_NAME=Nome do host do n\u00f3:
INPUT_NODES_INFO_NODE_NAME2=Nome do n\u00f3
INPUT_NODES_INFO_HOST_NAME2=Nome do host do n\u00f3
INPUT_NODES_INFO_ADD_BUTTON=Incluir
INPUT_NODES_INFO_REMOVE_BUTTON=Remover

# application names Capitalized
HOMEPAGE=P\u00e1gina Inicial
NEWS=Not\u00edcias
SEARCH=Procurar
ACTIVITIES=Atividades
BLOGS=Blogs
COMMUNITIES=Comunidades
DOGEAR=Favoritos
PROFILES=Perfis
WIKIS=Wikis
FILES=Arquivos
FORUMS=F\u00f3runs
MOBILE=M\u00f3vel
MODERATION=Modera\u00e7\u00e3o
METRICS=M\u00e9tricas
CCM=HCL Connections Content Manager
RTE=Editores de rich text
COMMON=Comum
WIDGET_CONTAINER=Cont\u00eainer de widgets
PUSH_NOTIFICATION=Notifica\u00e7\u00e3o push
ICEC=Destaques da Comunidade
ICEC_WARNING_MSG=As comunidades do HCL Connections 6.0 CR3 agora est\u00e3o integradas ao HCL Connections Engagement Center.\n\nSe o ICEC j\u00e1 estiver implementado no servidor, ele ser\u00e1 movido do local de implementa\u00e7\u00e3o atual para o cluster do Connections.\n\nSe voc\u00ea tiver d\u00favidas sobre a implementa\u00e7\u00e3o do ICEC para o HCL Connections 6.0 CR3, selecione "Cancelar" e consulte a nota t\u00e9cnica "Estrat\u00e9gia de atualiza\u00e7\u00e3o para o HCL Connections 6.0" para obter detalhes.\n\nPara continuar com a instala\u00e7\u00e3o do HCL Connections 6.0 CR3, selecione "Avan\u00e7ar".
#QUICK_RESULTS=Quick Results
GCD=Configura\u00e7\u00e3o Global
OBJECTSTORE=Armazenamento de Objeto
NOTICFEATURE=NotICFeature

COGNOS=Cognos

ERROR_CORE_FEATURE_NOT_SELECTED=Voc\u00ea n\u00e3o deve desmarcar os recursos principais Not\u00edcias, Procura e P\u00e1gina Inicial. Reinicie o Installation Manager e selecione os recursos necess\u00e1rios.
ERROR_COMMUNITIES_NOT_SELECTED=Voc\u00ea tamb\u00e9m dever\u00e1 selecionar Comunidades se desejar o HCL Connections Content Manager. Reinicie o Installation Manager e selecione os recursos necess\u00e1rios.
# topology configuration panel
DEPOLOGY_NO_NODE_ERROR=Nenhum n\u00f3 dispon\u00edvel para o cluster selecionado.
DEPOLOGY_PANEL=Topologia

DEPOLOGY_NODE_NAME=Nome do N\u00f3
DEPOLOGY_HOST_NAME=Nome do Host
DEPOLOGY_PANEL_INFO=Topologia de implementa\u00e7\u00e3o
DEPOLOGY_SELECTION_INFO=Selecione o tipo de implementa\u00e7\u00e3o:
DEPOLOGY_SELECTION_INFO_CONSOLE=Selecione o tipo de implementa\u00e7\u00e3o:

SMALL_DEPOLOGY_SELECTION_INFO=Pequena - Todos os aplicativos s\u00e3o agrupados no mesmo cluster.
MEDIUM_DEPOLOGY_SELECTION_INFO=M\u00e9dia - Aplicativos agrupados em diversos clusters.
LARGE_DEPOLOGY_SELECTION_INFO=Grande - Cada aplicativo \u00e9 agrupado em seu pr\u00f3prio cluster.

DEPOLOGY_CLUSTERS=Clusters
DEPOLOGY_EXISTING_NODES=N\u00f3s Existentes:
DEPOLOGY_INPUT_CLUSTER=Cluster
DEPOLOGY_INPUT_CHOOSE_CLUSTER=Selecione um nome de cluster existente
DEPOLOGY_INPUT_SPECIFY_CLUSTER_NAME=Insira um nome de cluster
DEPOLOGY_MEDIUM_INPUT_CLUSTER_INFO_CONSOLE=Confirme suas op\u00e7\u00f5es de acordo com a tabela a seguir. Selecione o n\u00famero do aplicativo a ser editado, ou pressione 'Enter' para confirmar. Pressione "R" para reconfigurar a tabela para os valores padr\u00e3o.
DEPOLOGY_LARGE_INPUT_CLUSTER_INFO_CONSOLE=Confirme suas op\u00e7\u00f5es de acordo com a tabela a seguir. Selecione o n\u00famero do aplicativo a ser editado, ou pressione 'Enter' para confirmar. Pressione "R" para reconfigurar a tabela para os valores padr\u00e3o.
DEPOLOGY_INPUT_CLUSTER_INFO_INSTALL=Insira um nome de cluster ou selecione um existente.
DEPOLOGY_INPUT_CLUSTER_INFO=Insira um nome de cluster ou selecione um existente.
DEPOLOGY_INPUT_CLUSTER_INFO_CONSOLE=Insira um nome de cluster ou selecione um existente:
DEPOLOGY_SMALL_INPUT_CLUSTER_INFO=Somente um cluster \u00e9 permitido para a implementa\u00e7\u00e3o pequena.
DEPOLOGY_MEDIUM_INPUT_CLUSTER_INFO2=Especifique um nome de cluster para cada aplicativo na tabela. Um ou mais aplicativos podem compartilhar o mesmo cluster.
DEPOLOGY_MEDIUM_INPUT_CLUSTER_INFO=Insira um nome de cluster ou selecione um existente. Em seguida, selecione os n\u00f3s para cada cluster e insira um nome de servidor ou aceite o nome padr\u00e3o.
DEPOLOGY_LARGE_INPUT_CLUSTER_INFO2=Especifique um nome de cluster diferente para cada aplicativo na tabela.
DEPOLOGY_INPUT_CLUSTER_NOTE=Nota: para a primeira instala\u00e7\u00e3o, n\u00e3o use os clusters existentes.\n      Para modifica\u00e7\u00e3o ou atualiza\u00e7\u00e3o, caso use clusters existentes, mantenha a mesma sele\u00e7\u00e3o de n\u00f3s desse cluster.
DEPOLOGY_LARGE_INPUT_CLUSTER_INFO=Insira um nome de cluster. Em seguida, selecione os n\u00f3s para cada cluster e insira um nome de servidor ou aceite o nome padr\u00e3o.
DEPOLOGY_SPECIFY_CLUSTER_NAME=Insira um nome de cluster
DEPOLOGY_CHOOSE_EXISTING_CLUSTER=Selecionar um cluster existente
DEPOLOGY_CLUSTER_NAME_INFO_SMALL=Somente um cluster \u00e9 permitido para a implementa\u00e7\u00e3o pequena. Selecione os n\u00f3s para o cluster rec\u00e9m-criado. Os clusters existentes manter\u00e3o suas configura\u00e7\u00f5es de n\u00f3 originais.

DEPOLOGY_NO_CLUSTER_ERROR=Nenhum cluster existente
DEPOLOGY_CLUSTER_TITLE=Clusters
DEPOLOGY_CHECK_BTN_INFO=Mesma sele\u00e7\u00e3o de n\u00f3s para todos os clusters.
DEPOLOGY_CLUSTER=Nome do Cluster:
DEPOLOGY_NODE_NAME_CONSOLE=N\u00f3:
DEPOLOGY_SERVERMEMBER_NAME_CONSOLE=Membro do servidor:

DEPOLOGY_NODE_SELECTION=N\u00f3s
DEPOLOGY_NODE_SELECTION_CONSOLE=N\u00f3s
DEPOLOGY_NODE_SELECTION_INFO=Selecione os n\u00f3s para o cluster rec\u00e9m-criado. Os clusters existentes manter\u00e3o suas configura\u00e7\u00f5es de n\u00f3 originais.

DEPOLOGY_CLUSTER_TABLE_FEATURE=Aplicativo
DEPOLOGY_CLUSTER_TABLE_CLUSTER=Cluster
DEPOLOGY_CLUSTER_TABLE_CLUSTER2=Cluster (Edit\u00e1vel)
DEPOLOGY_CLUSTER_TABLE_NODES=N\u00f3
DEPOLOGY_CLUSTER_TABLE_SERVERS=Servidor
DEPOLOGY_CLUSTER_TABLE_NODES_BTN=Selecionar N\u00f3s
DEPOLOGY_CLUSTER_TABLE_SERVERS2=Servidor (Edit\u00e1vel)
DEPOLOGY_ENTER_SERVER_MEMBER=Insira o nome do membro do servidor para:
DEPOLOGY_RESET_BTN=Restaurar Padr\u00f5es
DEPOLOGY_EXPAND_ALL_BTN=Expandir Todos
DEPOLOGY_COLLAPSE_ALL_BTN=Reduzir Todos


# topology panel warning
DEPOLOGY_CLUSTER_INPUT_WARNING=CLFRP0017E: O nome do cluster n\u00e3o deve ficar vazio.
DEPOLOGY_NODE_SELECTION_ERROR=CLFRP0018E: A sele\u00e7\u00e3o de n\u00f3 n\u00e3o deve ficar vazia.
DEPOLOGY_CLUSTER_INPUT_NO_VALID=O nome do cliente \u00e9 inv\u00e1lido. Verifique se o nome do cluster cont\u00e9m caracteres inv\u00e1lidos ou use o nome de cluster existente na primeira instala\u00e7\u00e3o.
DEPOLOGY_SERVER_INPUT_NO_VALID=O nome de Server \u00e9 inv\u00e1lido.
DEPOLOGY_SERVER_INPUT_WARNING=CLFRP0041E: O nome do servidor n\u00e3o deve ficar vazio.
# {0} represents a IBM Connections application name
DEPOLOGY_CLUSTER_INPUT_WARNING_MSG=CLFRP0019E: O nome do cluster para o aplicativo {0} n\u00e3o deve ficar vazio.
# {0} represents a IBM Connections application name
DEPOLOGY_NODE_INPUT_WARNING_MSG=CLFRP0020E: A sele\u00e7\u00e3o de n\u00f3 para o aplicativo {0} n\u00e3o deve ficar vazia.

# for db configuration panel
DB_DATABASE=Banco de Dados

DB_TYPE_SELECT=Selecione o tipo de banco de dados
DB_SELECTION=Local do Banco de Dados
DB_SELECTION_INFO=Todos os aplicativos do HCL Connections est\u00e3o usando a mesma inst\u00e2ncia do banco de dados?
DB_RADIO_SAME=Sim, os aplicativos est\u00e3o na mesma inst\u00e2ncia do banco de dados.
DB_RADIO_DIFF=N\u00e3o, os aplicativos n\u00e3o est\u00e3o na mesma inst\u00e2ncia do banco de dados.

DB_TYPE=Tipo de Banco de Dados
DB_TYPE_INFO=Tipo de banco de dados:
DB_TYPE_DB2=DB2 Universal Database (TM)
DB_TYPE_Oracle=Oracle Enterprise Edition
DB_TYPE_SQL_Server=SQL Server Enterprise Edition
# OS400_Enalbement
DB_TYPE_DB2_ISERIES=DB2 UDB para IBM i

DB_PROPERTIES=Servidor de Banco de Dados
DB_HOST_NAME=Nome do Host:
DB_PORT=Porta:
DB_DRIVER_LIB=Local do driver JDBC:
# OS400_Enablement
DB_DRIVER_LIB_ISERIES_METRICS=As m\u00e9tricas no IBM i usam o DB2 no AIX, local do driver JDBC de M\u00e9tricas:
DB_BTN_Browse=Procurar

DB_FEATURE_INFO=Credenciais de Banco de Dados
DB_CHECK_BTN_SAME=Usar a mesma senha para todos os aplicativos.
DB_TABLE_FEATURE=Aplicativo
DB_TABLE_DB_NAME=Nome do Banco de Dados
DB_TABLE_DB_HOST=Nome do Host
DB_TABLE_USER_ID=ID do usu\u00e1rio
DB_TABLE_PWD=Senha
DB_SELECT_DRIVER_LIB=Selecione o diret\u00f3rio do driver JDBC:
DB_TABLE_CONFIRM=Confirme suas entradas de acordo com a tabela a seguir. Selecione o n\u00famero do aplicativo a ser editado ou pressione 'Enter' para confirmar e validar.
# for db configuration panel error/warning
DB_JDBCDriver_EMPTY=CLFRP0021E: O caminho do driver JDBC n\u00e3o \u00e9 v\u00e1lido.
DB_LOAD_DRIVER_ERROR=CLFRP0022E: N\u00e3o \u00e9 poss\u00edvel carregar o driver JDBC; verifique o local do driver.
DB_UNKNOW_DATABASE=CLFRP0023E: Erro de banco de dados {0} desconhecido. Verifique as configura\u00e7\u00f5es do banco de dados.
DB_UNKNOW_DATABASE_NEW=CLFRP0023E: Erro do banco de dados {0} desconhecido. Verifique suas configura\u00e7\u00f5es do banco de dados - URL: {1}; usu\u00e1rio do banco de dados: {2}; comprimento da senha do banco de dados: {3}.

# {0} represents a IBM Connections application name
DB_USERNAME_CHARS_INVALID=CLFRP0024E: O ID do usu\u00e1rio para {0} cont\u00e9m caracteres inv\u00e1lidos.
# {0} represents a IBM Connections application name
DB_PWD_CHARS_INVALID=CLFRP0025E: A senha para {0} cont\u00e9m caracteres inv\u00e1lidos.

DB_HOSTNAME_INVALID_CONSOLE=O nome do host para {0} n\u00e3o \u00e9 v\u00e1lido.
DB_NAME_INVALID_CONSOLE=Nome do nome do banco de dados inv\u00e1lido.
DB_PORT_INVALID_CONSOLE=A porta para {0} n\u00e3o \u00e9 v\u00e1lida.

DB_START_VALID=Iniciar valida\u00e7\u00e3o...
SET_CORRECT_VALUE_CCM=As informa\u00e7\u00f5es de bancos de dados de GCD e de Armazenamento de Objetos devem ser configuradas corretamente, caso contr\u00e1rio, a instala\u00e7\u00e3o falhar\u00e1.
# {0} represents a IBM Connections application name
DB_VALID=Validando o banco de dados {0} ...
DB_NEXT_OR_REVALIDATE=Insira 'N' para acessar o pr\u00f3ximo painel; 'V', para revalidar o DB; ou 'B', para voltar ao in\u00edcio

DB_fail_jdbcDriver=CLFRP0026E: N\u00e3o \u00e9 poss\u00edvel se conectar ao banco de dados {0}: erro do driver JDBC.
DB_fail_authentication=CLFRP0027E: N\u00e3o \u00e9 poss\u00edvel se conectar ao banco de dados {0}: nome de usu\u00e1rio/senha errado.
DB_fail_databaseNotExist=CLFRP0028E: N\u00e3o \u00e9 poss\u00edvel se conectar ao banco de dados {0}: banco de dados n\u00e3o existe.
DB_fail_communicationError=CLFRP0029E: N\u00e3o \u00e9 poss\u00edvel se conectar ao banco de dados {0}: erro de comunica\u00e7\u00e3o de rede.
DB_fail_launchValidation=CLFRP0030E: N\u00e3o \u00e9 poss\u00edvel se conectar ao banco de dados {0}: erro de ativa\u00e7\u00e3o.
DB_decide_to_go_back=A valida\u00e7\u00e3o cont\u00e9m erro. Deseja voltar ou n\u00e3o?
# {0} represents a IBM Connections application name
DB_PASS=Banco de dados {0} validado com sucesso.


# web server panel
WEB_SERVER=Servidor da web
WEB_SERVER_NAME=Nome do servidor da web:
WEB_SERVER_SELECTION=Configurando o IBM HTTP Server
WEB_SERVER_TITLE=Configurando o IBM HTTP Server
WEB_SERVER_DO_NOW=Executar agora
WEB_SERVER_DO_LATER=Executar depois
WEB_SERVER_EXISTED_SELECTION=Selecionar servidor da web instalado.
NO_WEB_SERVER_DETECTED=Nenhum servidor da web foi detectado. \u00c9 necess\u00e1rio instalar o servidor da web antes ou escolher executar mais tarde para continuar.
WEB_SERVER_INFOMATION_TITLE=Informa\u00e7\u00f5es do servidor da web
WEB_SERVER_INFOMATION=Conclua o mapeamento dos aplicativos do Connections para o servidor da web se ele estiver instalado e configurado antes de instalar o HCL Connections. Consulte a documenta\u00e7\u00e3o do produto para obter mais detalhes.

# user mapping panel
USER_MAPPING=Mapeamento de Fun\u00e7\u00e3o
USER_MAPPING_TITLE=Mapear fun\u00e7\u00f5es de administrador e moderador global para usu\u00e1rios LDAP
USER_MAPPING_ADMINISTRATIVE_USERS_NAME=Incluir Usu\u00e1rios Administrativos
USER_MAPPING_ADMINISTRATIVE_USERS_DESC=Insira os nomes de usu\u00e1rio LDAP para mapear para a fun\u00e7\u00e3o de usu\u00e1rio administrativo. Se vazio, o usu\u00e1rio administrativo\n do Application Server ser\u00e1 mapeado para esta fun\u00e7\u00e3o por padr\u00e3o. (Os nomes de usu\u00e1rio devem ser \nseparados pelo s\u00edmbolo "|", por exemplo, usu\u00e1rio1|usu\u00e1rio2|usu\u00e1rio3):
USER_MAPPING_GLOBAL_MODERATOR_USERS_NAME=Incluir Usu\u00e1rios do Moderador Global
USER_MAPPING_GLOBAL_MODERATOR_USERS_DESC=Insira os nomes de usu\u00e1rio LDAP para mapear para a fun\u00e7\u00e3o de moderador global. Se vazio, o usu\u00e1rio administrativo\n do Application Server ser\u00e1 mapeado para esta fun\u00e7\u00e3o por padr\u00e3o. (Os nomes de usu\u00e1rio devem ser \nseparados pelo s\u00edmbolo "|", por exemplo, usu\u00e1rio1|usu\u00e1rio2|usu\u00e1rio3):
USER_MAPPING_BUTTON_ADD_USER=Incluir apenas usu\u00e1rios agora
USER_MAPPING_BUTTON_DO_LATER=Nenhum

# for cognos configuration panel
COGNOS_SET_TITLE=Selecione quando configurar a conex\u00e3o com o aplicativo Cognos
COGNOS_SET_NOW=Executar agora
COGNOS_SET_LATER=Executar depois
COGNOS_CONFIGURATION=Cognos
COGNOS_EAR_CONFIGURATION=Configura\u00e7\u00e3o do Aplicativo Cognos
COGNOS_EAR_NODE_SELECTION=N\u00f3
COGNOS_EAR_NODE_SELECTION_DES=Selecione o n\u00f3 em que o Cognos BI Server est\u00e1 instalado.
COGNOS_EAR_NODE_SELECTION_INPUT_DESC=Insira os detalhes do n\u00f3 em que o Cognos BI Server est\u00e1 instalado.
COGNOS_EAR_NODE_SELECTION_HOSTNAME=Nome do Host:
COGNOS_EAR_NODE_SELECTION_NODENAME=Nome:
COGNOS_EAR_NODE_SELECTION_SERVERNAME=Nome do servidor:
COGNOS_PREINSTALL=Aplicativo Cognos fornecido pelo Connections
COGNOS_EXIST_SECTION_DES=Cognos EAR j\u00e1 implementado no WAS. As etapas de publica\u00e7\u00e3o ainda s\u00e3o necess\u00e1rias; para obter detalhes adicionais, consulte este link: http:// xxxxxxxxxxxxxxxxxx.\n
COGNOS_SERVER_EMPTY_ERROR_MSG=O nome do servidor pode estar vazio.
COGNOS_NODE_WITHOUT_SERVER_ERROR_MSG=Voc\u00ea deve selecionar um n\u00f3 que tenha servidores.
COGNOS_NODE_DUPLICATE_ERROR_MSG=O nome do servidor j\u00e1 \u00e9 usado no n\u00f3 selecionado. O nome do servidor n\u00e3o pode ser duplicado.
COGNOS_NODE_SELECTION_ERROR_MSG=Voc\u00ea deve selecionar um n\u00f3.
COGNOS_SERVER_SELECTION_ERROR_MSG=Voc\u00ea deve selecionar um servidor.
COGNOS_SERVER_CONNECTION_FAIL_ERROR_MSG=Falha ao conectar-se ao Cognos BI Server.
COGNOS_DO_LATER_INFO=Conclua a implementa\u00e7\u00e3o do recurso do Metrics executando a ferramenta IBM Cognos Wizard fornecida pelo HCL Connections como uma tarefa p\u00f3s-instala\u00e7\u00e3o. Consulte a documenta\u00e7\u00e3o do produto para obter mais detalhes.
COGNOS_INFORMATION=Informa\u00e7\u00f5es de Cognos
COGNOS_NEXT_OR_REVALIDATE=Insira 'N' para acessar o pr\u00f3ximo painel, insira 'V' para revalidar a Configura\u00e7\u00e3o do Cognos ou insira 'B' para voltar para a parte superior

# for file viewer
FILE_VIEWER_SET_TITLE=Selecione quando executar a integra\u00e7\u00e3o do IBM File Viewer
FILE_VIEWER_INFORMATION=Informa\u00e7\u00f5es do IBM File Viewer
FILE_VIEWER_DO_LATER_INFO=O componente do IBM File Viewer pode ser inclu\u00eddo em uma instala\u00e7\u00e3o do HCL Connections para fornecer visualiza\u00e7\u00f5es pr\u00e9vias do documento, incluindo os documentos do Microsoft Office e do OpenOffice. Para fornecer visualiza\u00e7\u00f5es pr\u00e9vias do documento na web, instale o IBM File Viewer ap\u00f3s concluir a instala\u00e7\u00e3o do HCL Connections.

# for CCM panel
CCM_DES=O HCL Connections Content Manager fornece os servi\u00e7os e a infraestrutura para uma biblioteca de gerenciamento de conte\u00fado em Comunidades.
CCM_PROMPT_PART_1=Se voc\u00ea estiver reinstalando ou migrando um servidor Connections instalado anteriormente para uma nova vers\u00e3o
CCM_PROMPT_PART_2=e n\u00e3o tiver certeza de como o sistema foi instalado originalmente, consulte a
CCM_PROMPT_PART_3=para conhecer as diferen\u00e7as entre essas op\u00e7\u00f5es.
CCM_PROMPT_PART_4=Essas op\u00e7\u00f5es foram chamadas como "Novo" e "Existente" em vers\u00f5es anteriores da instala\u00e7\u00e3o.\n
CCM_PROMPT_DOCUMENTATION=documenta\u00e7\u00e3o do produto
CCM_OPTION_DES=Selecionar sua Implementa\u00e7\u00e3o do HCL Connections Content Manager
CCM_OPTION_NEW_DEPLOYMENT=Instalar agora (recomendado)
CCM_OPTION_EXISTING_DEPLOYMENT=J\u00e1 est\u00e1 instalado com os instaladores do FileNet, a configura\u00e7\u00e3o do manual ser\u00e1 necess\u00e1ria mais tarde
CCM_ANONYMOUS_DES=Configura\u00e7\u00f5es de Conta An\u00f4nima FileNet (Opcional)
CCM_ANONYMOUS_DES_LABEL=Especifica o nome de usu\u00e1rio e senha an\u00f4nimos para a nova implementa\u00e7\u00e3o do FileNet. Certifique-se que o usu\u00e1rio seja um usu\u00e1rio de sistema e que n\u00e3o seja usado por uma pessoa real. O ID de usu\u00e1rio n\u00e3o deve possuir nenhum privil\u00e9gio espec\u00edfico no Armazenamento de Objeto al\u00e9m do fornecido pelo guia de instala\u00e7\u00e3o. \nO acesso an\u00f4nimo ser\u00e1 desativado caso n\u00e3o forne\u00e7a as credenciais de usu\u00e1rio an\u00f4nimo.
CCM_ANONYMOUS_USER_LABEL=ID do Usu\u00e1rio:
CCM_ANONYMOUS_PASSWORD_LABEL=Senha:
CCM_ADMIN_CANNOT_BE_ANON_USER=N\u00e3o \u00e9 poss\u00edvel configurar o administrador como o usu\u00e1rio an\u00f4nimo.
CCM_EXISTING_DEPLOYMENT_Credential=Credenciais de Administrador do FileNet
CCM_EXISTING_DEPLOYMENT_USER_ID=ID do Usu\u00e1rio:
CCM_EXISTING_DEPLOYMENT_PASSW0RD=Senha:
CCM_EXISTING_DEPLOYMENT=Implementa\u00e7\u00e3o FileNet Existente
CCM_EXISTING_DEPLOYMENT_URL=URL do Servidor (http):
CCM_EXISTING_DEPLOYMENT_EXAMPLE=Exemplo: http://FileNet.example.com/dm
CCM_EXISTING_DEPLOYMENT_URL_HTTPS=URL do Servidor (https):
CCM_EXISTING_DEPLOYMENT_HTTPS_EXAMPLE=Exemplo: https://FileNet.example.com/dm
CCM_EXISTING_DEPLOYMENT_VALIDATE_DES=Valide as credenciais de implementa\u00e7\u00e3o e a URL antes de continuar. Voc\u00ea deve instalar os FileNet Social Collaboration Add-ons antes de acessar o Connections Communities para evitar erros com metadados e propriedades.
CCM_EXISTING_DEPLOYMENT__SERVER_CONNECTION_INVALID_HTTP_URL_MSG=Sua entrada de URL HTTP \u00e9 inv\u00e1lida: {0}
CCM_EXISTING_DEPLOYMENT__SERVER_CONNECTION_INVALID_HTTPS_URL_MSG=Sua entrada de URL HTTPS \u00e9 inv\u00e1lida: {0}
CCM_EXISTING_DEPLOYMENT__SERVER_HTTP_CONNECTION_FAIL_ERROR_MSG=A conex\u00e3o HTTP falhou para o servidor host.
CCM_EXISTING_DEPLOYMENT__SERVER_HTTPS_CONNECTION_FAIL_ERROR_MSG=A conex\u00e3o HTTPS falhou para o servidor host.
CCM_EXISTING_DEPLOYMENT__HTTP_UNAUTHORIZED_ERROR_MSG=Falha na autentica\u00e7\u00e3o.
CCM_EXISTING_DEPLOYMENT__HTTP_FORBIDDEN_ERROR_MSG=O usu\u00e1rio ({0}) n\u00e3o possui permiss\u00e3o para acessar o recurso.
CCM_EXISTING_DEPLOYMENT__HTTP_RESPONSE_ERROR_MSG=A valida\u00e7\u00e3o n\u00e3o retornou o resultado esperado; c\u00f3digo de resposta HTTP retornado pela URL HTTP: {0}.
CCM_EXISTING_DEPLOYMENT__HTTPS_RESPONSE_ERROR_MSG=A valida\u00e7\u00e3o n\u00e3o retornou o resultado esperado; c\u00f3digo de resposta HTTP retornado pela URL HTTPS: {0}.
CCM_EXISTING_DEPLOYMENT__SERVER_VERSION_ERROR_MSG=\u00c9 necess\u00e1rio o FileNet Collaboration Services vers\u00e3o 2.0.0 para instalar e usar o FileNet.
CCM_NEXT_OR_REVALIDATE=Insira 'N' para acessar o pr\u00f3ximo painel, 'V' para revalidar o servidor FileNet ou 'B' para voltar para a parte superior
CCM_NEW_DEPLOYMENT_INSTALLERS_LOCATION=Local dos Instaladores:
CCM_NEW_DEPLOYMENT_NOTE=O local onde os instaladores a seguir est\u00e3o localizados:
FAIL_TO_FIND_CE=Falha ao localizar o instalador do Content Platform Engine no local especificado.
FAIL_TO_FIND_CE_FP=Falha ao localizar o instalador do fix pack do Mecanismo da Plataforma de Conte\u00fado no local especificado.
FAIL_TO_FIND_FNCS=Falha ao localizar o instalador do FileNet Collaboration Services no local especificado.
FAIL_TO_FIND_FNCS_FP=Falha ao localizar o instalador do fix pack FileNet Collaboration Services no local especificado.
FAIL_TO_FIND_CE_CLIENT=Falha ao localizar o instalador do Content Platform Engine Client no local especificado.
CCM_NEW_DEPLOYMENT_VALIDATE_DES=Verificando o instalador no local especificado...
NONE_INSTALLERS_FOUND=Nenhum dos instaladores foi localizado no local especificado.
CCM_NEW_DEPLOYMENT_MODIFY_NOTE=Por padr\u00e3o, \u00e9 necess\u00e1rio colocar os instaladores a seguir no local especificado acima. \u00c9 poss\u00edvel aceitar nomes de arquivo padr\u00e3o ou fazer uma mudan\u00e7a, caso voc\u00ea deseje ativar instaladores diferentes.
CCM_NEW_DEPLOYMENT_POST_INSTALL_NOTE=Siga as instru\u00e7\u00f5es do Centro de Informa\u00e7\u00f5es do HCL Connections para concluir as etapas de p\u00f3s-instala\u00e7\u00e3o.
CCM_EXISTING_DEPLOYMENT_SKIP_TOPOLOGY_DATABASE_PANEL=Valida\u00e7\u00e3o bem-sucedida.\nNos pr\u00f3ximos pain\u00e9is "Topologia" e "Banco de Dados", selecione qualquer op\u00e7\u00e3o a partir dos bot\u00f5es de op\u00e7\u00f5es e clique em "Avan\u00e7ar" diretamente.
CCM_EXISTING_DEPLOYMENT_SKIP_DATABASE_PANEL=Valida\u00e7\u00e3o bem-sucedida.\nNos pr\u00f3ximos pain\u00e9is de "Banco de Dados", selecione qualquer op\u00e7\u00e3o a partir dos bot\u00f5es de op\u00e7\u00f5es e clique em "Avan\u00e7ar" diretamente.
INSUFFICIENT_TMP_DISK_SPACE=O espa\u00e7o em disco provis\u00f3rio \u00e9 insuficiente para uso.
INSUFFICIENT_DISK_SPACE=Esta instala\u00e7\u00e3o requer {0} de espa\u00e7o livre em disco, mas h\u00e1 somente {1} dispon\u00edvel.
UNABLE_TO_ACCESS_TMP_DIR=N\u00e3o foi poss\u00edvel acessar o caminho do arquivo tempor\u00e1rio padr\u00e3o.
CCM_BASE_CPE=Nome do arquivo do instalador CPE base
CCM_CPE_FIXPACK=Nome do arquivo do instalador do fix pack CPE
CCM_CPE_FIXPACK_CLIENT=Nome do arquivo do instalador de cliente do fix pack CPE
CCM_BASE_ICN=Nome do arquivo do instalador ICN base
CCM_ICN_FIXPACK=Nome do arquivo do instalador do fix pack ICN
CCM_INSTALLERS=Instaladores
CCM_DOCUMENTATION_URL=http://www.ibm.com/support/knowledgecenter/SSYGQH_6.0.0
CCM_32BIT_RUNTIME_SUPPORT_FAIL=Voc\u00ea deve instalar o suporte de tempo de execu\u00e7\u00e3o de 32 bits para instala\u00e7\u00e3o do CCM. Verifique o Knowledge Center do WebSphere Application Server Network Deployment 8.5.5 para obter instru\u00e7\u00f5es.
CCM_KORN_SHELL_NOT_AVAILABLE=O Shell Korn deve estar dispon\u00edvel no sistema instalado para que a instala\u00e7\u00e3o do CCM seja bem-sucedida.

# for content store panel
CONTENT_STORE=Armazenamento de Conte\u00fado

SHARED_CONTENT_STORE=Armazenamento de Conte\u00fado Compartilhado
SHARED_CONTENT_STORE_LOC=Este local de rede \u00e9 usado para armazenar bin\u00e1rios de arquivos transferidos por upload para Arquivos, anexos de Wiki e outros locais no Connections. Certifique-se de que esse local tenha capacidade de armazenamento suficiente para seu conte\u00fado. Certifique-se de que cada n\u00f3 no cluster possa acessar o local da rede. \n\nSelecione um local compartilhado da rede (Exemplo: Z:\\sharedData\\Connections\\shared, /mnt/Connections/shared):
LOCAL_CONTENT_STORE=Armazenamento de Conte\u00fado Local
LOCAL_CONTENT_STORE_LOC=Este local \u00e9 usado para recursos que incluem o \u00edndice de procura do HCL Connections. Voc\u00ea pode monitorar este local para garantir que ele tenha espa\u00e7o suficiente \u00e0 medida que seu ambiente aumentar. Certifique-se de que o caminho exista em cada n\u00f3. \n\n Selecione uma localiza\u00e7\u00e3o local (Exemplo: C:\\myData\\Connections\\local, /home/Connections/local):

CONTENT_STORE_NEXT_OR_REVALIDATE=Insira 'N' para acessar o pr\u00f3ximo painel; 'V', para revalidar o Armazenamento de Conte\u00fado; ou 'B', para voltar ao in\u00edcio
# for content store panel warning
VALIDATE_BTN_WARNING=Clique no bot\u00e3o "Validar" para continuar.

# for validate path
PATH_NOT_VALIDATE=CLFRP0031E: O caminho especificado est\u00e1 vazio.
PATH_NOT_WRITABLE=CLFRP0033E: N\u00e3o h\u00e1 acesso de grava\u00e7\u00e3o para o caminho especificado.
PATH_CONTAIN_INVALID_CHA=CLFRP0034E: O caminho especificado n\u00e3o \u00e9 v\u00e1lido.

PATH_NOT_EXIST=O caminho especificado n\u00e3o existe.

PATH_VALID=Os caminhos de armazenamento de conte\u00fado compartilhado e local s\u00e3o v\u00e1lidos.
#for notification configuration panel
Notification_TITLE=Notifica\u00e7\u00e3o

Notification_DES=Notifica\u00e7\u00e3o permite que aplicativos e usu\u00e1rios do HCL Connections enviem notifica\u00e7\u00f5es de mensagem. Resposta permite que os usu\u00e1rios respondam \u00e0s notifica\u00e7\u00f5es usando e-mail. As respostas aparecem no aplicativo relevante do HCL Connections.
Notification_CHOOSE_INFO=Tipo de servidor de correio:
Notification_ENABLE_NOTIFICATION_ONLY=Ativar Notifica\u00e7\u00e3o somente.
Notification_ENABLE_NOTIFICATION_AND_REPLYTO=Ativar Notifica\u00e7\u00e3o e Resposta.
Notification_MAIL_INFO=Notifica\u00e7\u00e3o permite que os aplicativos do HCL Connections enviem notifica\u00e7\u00f5es de mensagem com base nos eventos principais, permitindo que os usu\u00e1rios enviem suas pr\u00f3prias notifica\u00e7\u00f5es.
Notification_WAS_JAVA_MAIL=Sess\u00e3o de E-mail WebSphere Java - Use um \u00fanico servidor de email para todas as notifica\u00e7\u00f5es.
Notification_DNS_INFO=Registros MX do DNS - Use as informa\u00e7\u00f5es do DNS para determinar quais servidores de email usar.
Notification_NOT_ENABLED=Nenhum(a).

Notification_JAVA_MAIL_TITLE=Informa\u00e7\u00f5es do Servidor SMTP
Notification_JAVA_MAIL_INFO=Esse servidor \u00e9 usado para enviar notifica\u00e7\u00f5es do email de sa\u00edda.
Notification_SMTP_HOST_NAME=Nome do host do servidor de mensagens de SMTP:
Notification_SMTP_AUTH_INFO=Este servidor SMTP requer autentica\u00e7\u00e3o:
Notification_SMTP_USER_ID=ID do Usu\u00e1rio:
Notification_SMTP_PASSWORD=Senha:
Notification_SMTP_ENCRYPT=Criptografe o tr\u00e1fego de mensagem n\u00e3o enviada usando SSL.
Notification_SMTP_PORT_INFO=Porta (padr\u00e3o para n\u00e3o SSL \u00e9 25, SSL \u00e9 465):

Notification_DNS_MX=Informa\u00e7\u00f5es do Ambiente DNS
Notification_DNS_MSG=Especifique as propriedades do ambiente de sistema de mensagens SMTP. A procura de DNS determinar\u00e1 o servidor usado para enviar as notifica\u00e7\u00f5es de correio de sa\u00edda.
Notification_DNS_DOMAIN_NAME=Nome do dom\u00ednio de mensagem:
Notification_SMTP_SPECIFY_DNS_SERVER_INFO=Escolha um servidor DNS espec\u00edfico
Notification_DNS_SERVER=Servidor DNS para a consulta do servidor de sistema de mensagens:
Notification_DNS_PORT=Porta DNS usada para a consulta do servidor de sistema de mensagens:

Notification_REPLYTO_TITLE=Resposta
Notificaton_REPLYTO_EMAIL_ADDRESS_TITLE=Endere\u00e7o de E-mail
Notificaton_REPLYTO_EMAIL_ADDRESS_DES=Um endere\u00e7o de e-mail exclusivo \u00e9 criado para cada Notifica\u00e7\u00e3o.
Notificaton_REPLYTO_DOMAIN_NAME=Nome de dom\u00ednio:
Notification_REPLYTO_NONE=Nenhum - Use um ID exclusivo gerado pelo sistema para cada endere\u00e7o de e-mail de Resposta.
Notification_REPLYTO_Prefix=Prefixo - Use um prefixo com o ID exclusivo gerado pelo sistema.
Notification_REPLYTO_Suffix=Sufixo - Use um sufixo com o ID exclusivo gerado pelo sistema.
Notification_REPLYTO_NONE_LABEL=Nenhum: (Exemplo: <seu_ID_de_usu\u00e1rio>@{0})
Notification_REPLYTO_Prefix_LABEL=Prefixo: (Exemplo: {0}<seu_ID_de_usu\u00e1rio>@{1})
Notification_REPLYTO_Suffix_LABEL=Sufixo: (Exemplo: <seu_ID_de_usu\u00e1rio>{0}@{1})
Notification_REPLYTO_EMPTY_DOMAIN_NAME=<seu nome de dom\u00ednio>
Notification_REPLYTO_MAIL_FILE_TITLE=Informa\u00e7\u00f5es do arquivo de mensagens
Notification_REPLYTO_MAIL_FILE_DES=Arquivo de mensagens que recebe todos os e-mails de Resposta.
Notification_REPLYTO_MAIL_FILE_SERVER=Servidor:
Notification_REPLYTO_MAIL_FILE_USER_ID=ID do Usu\u00e1rio:
Notification_REPLYTO_MAIL_FILE_PW=Senha:
Notificaton_REPLYTO_EMAIL_ADDRESS_DOMAIN_INPUT_WARNING=CLFRP0050E: O nome de dom\u00ednio n\u00e3o deve ficar vazio.
Notificaton_REPLYTO_EMAIL_ADDRESS_PREFIX_INPUT_WARNING=CLFRP0051E: O prefixo n\u00e3o deve ficar vazio.
Notificaton_REPLYTO_EMAIL_ADDRESS_SUFFIX_INPUT_WARNING=CLFRP0052E: O sufixo n\u00e3o deve ficar vazio.
Notificaton_REPLYTO_EMAIL_ADDRESS_INVALID_DOMAIN_NAME_WARNING=CLFRP0053E: Nome de dom\u00ednio inv\u00e1lido.
Notificaton_REPLYTO_EMAIL_ADDRESS_INVALID_MAILFILE_SERVER_WARNING=CLFRP0054E: Nome do servidor de arquivo de mensagens inv\u00e1lido.
Notificaton_REPLYTO_EMAIL_ADDRESS_INVALID_MAILFILE_USER_ID_WARNING=CLFRP0055E: ID do usu\u00e1rio do arquivo de mensagens inv\u00e1lido.
Notificaton_REPLYTO_EMAIL_ADDRESS_INVALID_MAILFILE_PW_WARNING=CLFRP0056E: Senha do arquivo de mensagens inv\u00e1lida.
Notificaton_REPLYTO_EMAIL_ADDRESS_INVALID_PREFIX_INPUT_WARNING=CLFRP0057E: A entrada de prefixo est\u00e1 incorreta.
Notificaton_REPLYTO_EMAIL_ADDRESS_INVALID_SUFFIX_INPUT_WARNING=CLFRP0058E: A entrada de sufixo est\u00e1 incorreta.
Notificaton_JAVAEMAIL_INVALID_SMTP_HOSTNAME_INPUT_WARNING=CLFRP0059E: Nome do host inv\u00e1lido do servidor de sistema de mensagens SMTP.
Notificaton_JAVAEMAIL_INVALID_SMTP_USERID_INPUT_WARNING=CLFRP0060E: ID do usu\u00e1rio inv\u00e1lido do servidor de sistema de mensagens SMTP.
Notificaton_JAVAEMAIL_INVALID_SMTP_PW_INPUT_WARNING=CLFRP0061E: Senha inv\u00e1lida do servidor de sistema de mensagens SMTP.
Notificaton_JAVAEMAIL_INVALID_SMTP_PORT_INPUT_WARNING=CLFRP0062E: N\u00famero de porta inv\u00e1lido do servidor de sistema de mensagens SMTP.
Notificaton_DNS_INVALID_HOSTNAME_INPUT_WARNING=CLFRP0063E: Nome do host inv\u00e1lido do servidor DNS.
Notificaton_DNS_INVALID_PORT_INPUT_WARNING=CLFRP0064E: N\u00famero de porta inv\u00e1lido do servidor DNS.
Notificaton_DNS_INVALID_SMTP_USERID_INPUT_WARNING=CLFRP0065E: ID do usu\u00e1rio inv\u00e1lido do servidor de sistema de mensagens SMTP.
Notificaton_DNS_INVALID_SMTP_PW_INPUT_WARNING=CLFRP0066E: Senha inv\u00e1lida do servidor de sistema de mensagens SMTP.
Notificaton_DNS_INVALID_SMTP_PORT_INPUT_WARNING=CLFRP0062E: N\u00famero de porta inv\u00e1lido do servidor de sistema de mensagens SMTP.

#for notification panel warning


#for result panel
# {0} represents a IBM Connections application name
RESULT_install_STEP=CLFRP0035E: {0} falhou ao registrar.\n
# {0} represents a IBM Connections application name
RESULT_utilityJar_STEP=CLFRP0036E: {0} falhou ao incluir informa\u00e7\u00f5es no servidor.\n
# {0} represents a IBM Connections application name
RESULT_ceBasicConfig_STEP=CLFRP0037E: {0} falhou ao ser configurado no WebSphere Application Server.\n
# {0} represents a IBM Connections application name; {1} represents a IBM Connections task name
RESULT_ceBasicConfig_logchecker_STEP=CLFRP0038E: {0} falhou ao ser configurado no WebSphere Application Server. Etapa do Erro : {1}\n
# {0} represents a IBM Connections application name
RESULT_install_successfully={0} instalado com \u00eaxito.\n
RESULT_install=Resultados da instala\u00e7\u00e3o : \n
# {0} represents a IBM Connections log file
RESULT_no_log_file=CLFRP0039E: N\u00e3o \u00e9 poss\u00edvel localizar o arquivo de log <{0}>.\n
# {0} represents a IBM Connections log file
RESULT_empty_log_file=CLFRP0040E: Arquivo de registro <{0}> vazio.\n
RESULT_install_failure=** Um ou mais componentes falharam durante a instala\u00e7\u00e3o. Revise. **\n
RESULT_modify=Resultados da modifica\u00e7\u00e3o: \n
RESULT_uninstall=Resultados da desinstala\u00e7\u00e3o: \n
# {0} represents a IBM Connections application name
RESULT_ceuninstall_STEP={0} falhou ao ser desinstalado.\n
# {0} represents a IBM Connections application name; {1} represents a IBM Connections task name
RESULT_ceuninstall_logchecker_STEP={0} falhou ao ser desinstalado. Etapa do Erro : {1}\n
# {0} represents a IBM Connections application name
RESULT_ceunregistry_STEP={0} falhou ao cancelar o registro.\n
# {0} represents a IBM Connections application name
RESULT_removeCluster_STEP={0} falhou ao remover o Cluster.\n
# {0} represents a IBM Connections application name
RESULT_uninstall_successfully={0} foi desinstalado com \u00eaxito.\n
RESULT_update=Resultados da atualiza\u00e7\u00e3o: \n
# {0} represents a IBM Connections application name
RESULT_updateEAR_STEP={0} falhou ao ser atualizado.\n
# {0} represents a IBM Connections application name; {1} represents a IBM Connections task name
RESULT_updateEAR_logchecker_STEP={0} falhou ao ser atualizado. Etapa do Erro : {1}\n
# {0} represents a IBM Connections application name
RESULT_update_successfully={0} foi atualizado com sucesso.\n
RESULT_rollback=Resultados do retrocesso: \n
# {0} represents a IBM Connections application name
RESULT_rollbackEAR_STEP={0} falhou ao ser retrocedido.\n
# {0} represents a IBM Connections application name; {1} represents a IBM Connections task name
RESULT_rollbackEAR_logchecker_STEP={0} falhou ao ser retrocedido. Etapa do Erro : {1}\n
# {0} represents a IBM Connections application name
RESULT_rollback_successfully={0} foi retrocedido com \u00eaxito.\n


# General warning
warning_message=Se voc\u00ea retornar para esta p\u00e1gina durante a instala\u00e7\u00e3o, suas configura\u00e7\u00f5es permanecer\u00e3o mas n\u00e3o ficar\u00e3o vis\u00edveis.  Para alterar as configura\u00e7\u00f5es, voc\u00ea deve inserir todas as informa\u00e7\u00f5es novamente. Se voc\u00ea n\u00e3o desejar alter\u00e1-las, clique em Avan\u00e7ar.
warning_serverConnect=N\u00e3o foi poss\u00edvel se conectar ao servidor
warning_serverUnknow=N\u00e3o foi poss\u00edvel alcan\u00e7ar o Host : {0}
warning_serverTimeout=N\u00e3o foi poss\u00edvel alcan\u00e7ar o Host : Expirou
warning_database_name_empty=O nome do banco de dados \u00e9 necess\u00e1rio
warning_port_empty=O n\u00famero da porta \u00e9 necess\u00e1rio
warning_port_invalid=O n\u00famero da porta \u00e9 inv\u00e1lido
warning_host_empty=O nome do host \u00e9 necess\u00e1rio
warning_host_invalid=O nome do host \u00e9 inv\u00e1lido
warning_invalid_user_pwd=Nome de usu\u00e1rio ou senha inv\u00e1lida
warning_cellname_empty=O nome da c\u00e9lula \u00e9 necess\u00e1rio
warning_nodename_empty=O nome do n\u00f3 \u00e9 necess\u00e1rio
warning_user_empty=O ID do usu\u00e1rio \u00e9 necess\u00e1rio
warning_not_use_p_as_input=Entrada inv\u00e1lida 'P'
warning_password_empty=A senha \u00e9 requerida
warning_context_root=A raiz de contexto da web \u00e9 necess\u00e1ria:
warning_pwdconfirm_empty=A confirma\u00e7\u00e3o da senha \u00e9 requerida
warning_password_unmatch=As senhas n\u00e3o correspondem
warning_dmhost_empty=O nome do host do Gerenciador de Implementa\u00e7\u00e3o \u00e9 necess\u00e1rio
warning_port_not_open=Erro ao abrir o soquete na porta {0}
warning_input_empty={0} \u00e9 necess\u00e1rio
warning_input_invalid={0} \u00e9 inv\u00e1lido
warning_ip_host=Use nomes completos do host
authentication_failed=Falha de autentica\u00e7\u00e3o n\u00e3o suportada
warning_password_invalid_chars=O nome de usu\u00e1rio e a senha n\u00e3o devem conter nenhum dos seguintes caracteres {0}
warning_password_invalid=Nome de usu\u00e1rio e senha cont\u00eam caracteres inv\u00e1lidos
warning_host_toolong=O nome do host \u00e9 muito longo.
warning_need_im_1_8_3=O Installation Manager atual \u00e9 {0}. \u00c9 necess\u00e1rio atualizar o Installation Manager para a vers\u00e3o 1.8.3 ou superior.

# Error
exception=Exce\u00e7\u00e3o:
error=Erro:
error_connect_timeout=: a conex\u00e3o expirou

INFORMATION_DIALOG=Di\u00e1logo de Informa\u00e7\u00f5es
BUTTON_MSG_OK=OK
VALIDATION_SUCCESSFUL=Valida\u00e7\u00e3o bem-sucedida.
